cask_args appdir: '/Applications'
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "markwu/personal"
tap "melonamin/formulae"
tap "papiron/shelltool"
tap "peripheryapp/periphery"
tap "sanemat/font"
brew "bash"
brew "bats"
brew "bash-completion"
brew "bsdiff"
brew "bundler-completion"
brew "glib"
brew "carthage"
brew "cloc"
brew "cocoapods"
brew "coreutils"
brew "direnv"
brew "dpkg"
brew "docker"
brew "findutils"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "go"
brew "highlight"
brew "iblinter"
brew "ipcalc"
brew "iproute2mac"
brew "jq"
brew "ldid"
brew "less"
brew "lesspipe"
brew "lua"
brew "luajit"
brew "lynx"
brew "make"
brew "mint"
brew "mas"
brew "mint"
brew "neovim"
brew "nkf"
brew "node"
brew "nvm"
brew "open-completion"
brew "peco"
brew "postgresql"
brew "pstree"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "ssh-copy-id"
brew "swift-format"
brew "swiftformat"
brew "swiftgen"
brew "swiftlint"
brew "tcptraceroute"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"
cask "1password"
cask "altserver"
cask "bettertouchtool"
cask "betterzip"
cask "bitbar"
cask "dash"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "ios-app-signer"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "provisionql"
cask "proxyman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "sf-symbols"
cask "swiftbar"
cask "visual-studio-code"
cask "webpquicklook"
mas "CloudApp", id: 417602904
mas "DevCleaner", id: 1388020431
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Vimari", id: 1480933944
mas "Tunacan", id: 1594063111
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
