cask_args appdir: '/Applications'
tap 'caskroom/cask'

brew 'ansible'
brew 'arping'
brew 'awscli'
brew 'bash'
brew 'bundler-completion'
brew 'carthage'
brew 'coreutils'
brew 'docker'
brew 'ffmpeg'
brew 'findutils'
brew 'gawk'
brew 'git'
brew 'gnu-sed'
brew 'gnupg'
brew 'gnupg2'
brew 'gnutls'
brew 'go'
brew 'gpg-agent'
brew 'graphite2'
brew 'highlight'
brew 'httping'
brew 'hub'
brew 'ipcalc'
brew 'jq'
brew 'lua'
brew 'luajit'
brew 'lynx'
brew 'mas'
brew 'neovim'
brew 'nkf'
brew 'nvm'
brew 'open-completion'
brew 'open-usp-tukubai'
brew 'packer'
brew 'peco'
brew 'python3'
brew 'rbenv'
brew 'readline'
brew 'ruby'
brew 'ruby-build'
brew 'ssh-copy-id'
brew 'swiftgen'
brew 'swiftlint'
brew 'tcptraceroute'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'xctool'
brew 'xz'
brew 'yarn'
brew 'yq'
brew 'zsh'
brew 'zsh-completions'

cask 'bitbar'
cask 'docker'
cask 'github'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'visual-studio-code'

mas 'CloudApp', id: 417602904
mas 'Skitch', id: 425955336
mas 'The Unarchiver', id: 425424353
mas 'Dash', id: 449589707
mas 'Slack', id: 803453959
mas 'Microsoft Remote Desktop', id: 1295203466 
mas 'Sip', id: 507257563
