cask_args appdir: '/Applications'
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "papiron/shelltool"
tap "sanemat/font"
brew "ansible"
brew "arping"
brew "awscli"
brew "bash"
brew "bats"
brew "bundler-completion"
brew "glib"
brew "carthage"
brew "cocoapods"
brew "coreutils"
brew "findutils"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "go"
brew "graphite2"
brew "lua"
brew "highlight"
brew "httping"
brew "iblinter"
brew "ipcalc"
brew "iproute2mac"
brew "jq"
brew "less"
brew "lesspipe"
brew "luajit"
brew "lynx"
brew "mas"
brew "mogenerator"
brew "neovim"
brew "nkf"
brew "node"
brew "nvm"
brew "open-completion"
brew "peco"
brew "postgresql"
brew "pstree"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "ssh-copy-id"
brew "swiftformat"
brew "swiftgen"
brew "swiftlint"
brew "tcptraceroute"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "xctool"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "github/gh/gh"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"
cask "betterzip"
cask "cmd-eikana"
cask "docker"
cask "dropbox"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "keycastr"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "realm-studio"
cask "sketch"
cask "suspicious-package"
cask "swiftbar"
cask "visual-studio-code"
cask "webpquicklook"
mas "CloudApp", id: 417602904
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
